<?php
session_start();
include("../conn.php")

?>
<!DOCTYPE html>
<html lang="en">
<head>
  <?php include("../layouts/title.php")?>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet">
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js"></script>
  <style>
  .fakeimg {
    height: 200px;
    background: #aaa;
  }
  #rcorners1 {
    border-radius: 25px;
    background: #73AD21;
    padding: 10px; 
    text-align: center;
    background-color: #6F3B06;
    color: #fff;
        
  }
  </style>
</head>
<body>



<?php include("../layouts/navbar.php")?>

<div class="container mt-5">
  <div class="row">
    <div class="col-2" id="rcorners1">
      วัฒนธรรม
    </div>
    <img src="../../images/toung.jpeg" width="150" height="750">
    
    <p style="text-indent: 5%;">วัฒนธรรมประเพณีจะมีวัฒนธรรมประเพณีแบบเดียวกับไทยจะแตกต่างที่วิถีปฎิบัติอย่าง เช่น </p>
    <p style="text-indent: 5%;">วันสงกรานต์ : ที่นี่จะมีตั้งแต่ 13-18 เมษายน โดยในทุกๆวันตอนเช้าจะไปใส่บาตรทำบุญ บ่ายสรงน้ำพระ ตอนเย็นจะมีการแห่ค้างดอกไม้ไปรอบๆหมู่บ้านก่อนจะนำเข้าที่วัดทุกๆวันเพื่อให้คนแก่หรือชาวบ้านได้ทำบุญโดยเอาดอกไม้หรือเงินมาวางในค้าวดอกไม้ มีการรดน้ำดำหัวผู้สูงอายุ ในช่วงหยุดสงกรานต์จะช่วยกันทำตุงหรือธุงเพื่อไปปลุกใตวันสุดท้ายของสงกรานต์ และในวันที่17 หลังจากทำบุญตอนเช้าแล้วช่วงบ่ายจะมีการสรงน้ำพระสงฆ์ที่วัด มีการขนทรายเข้าวัด มีการนำอัฐิของผู้ล่วงรับไปรวมที่วัดเพื่อสวดในตอนกลางคืน และในวันที่18จะทำบุญตอนเช้าและทำบุญรวมญาติก่อนจะปลุกตุง(ปลุกธุง) และก่อเจดีย์ทราย เพื่อถือเอาชัยชนะให้กับตนเอง ชนะโรคภัยไข้เจ็บให้ชีวิตมีแต่สิ่งดีในวันปีใหม่ การปลุกธุงทุกคนจะช่วยกระประคองยกธงให้ขึ้นสูงเป็นสัญลักษณ์ว่าสิ้นสุดวันสงกรานต์แล้ว</p>
    <p style="text-indent: 5%;">บุญเดือนหก: จะเป็นประเพณีต่อจากสงกรานต์บางหมู่บ้านอาจจะมีการละเล่นเพื่อเสี่ยงทายในแต่ละปีโดยมีผีเจ้าบ้านในการเสียงทาย ก็จะมีการเล่นผีนางด้ง ผีนางแคน ผีนางกวัก ในช่วงบุญเดือนหกจะเรียกว่า "ปิดบ้าน" สมัยก่อนหมู่บ้านไหนทำการปิดบ้านเขาจะห้ามคนในออกห้ามคนนอกเข้า ถ้าจะเข้าก็จะมีการจ่ายอย่างเช่นให้เหล้าเพื่อซื้อทาง จะมีการไหว้เลี้ยงเจ้าบ้าน ทำบุญหมู่บ้าน สมัยก่อนชาวบ้านจะเาดินหรือหินของบ้านใครบ้านมันมารวมเพื่อทำบุญเสร็จแล้วจะนำไปฝังไว้สี่ทิศของหมู่บ้าน เหมือนเป็นการกันสิ่งไม่ดี</p>
    <p style="text-indent: 5%;">งานบวช:สมัยก่อนผ้าที่ใช้ในการบวชหรือเครื่องนอนต่างๆจะทอและเย็บเองทั้งหมด ไม่ว่าจะเป็นผ้าคลุมหัวนาค เสื้อคลุมนาค ย่าม หมอน ที่นอน ผ้าห่ม หรือพวกจีวร แม่และญาติๆจะช่วนกันทอและเย็บขึ้นมาทั้งหมด</p>
    <p style="text-indent: 5%;">งานแต่ง: ในสมัยก่อนผู้หญิงจะออกเรือนได้คือต้องทอผ้า เย็บผ้า เป็นทั้งหมด การมองหาคู่สมัยก่อนเขาจะมองจากผ้าที่นุ่งห่ม ยิ่งผ้าที่สวมใส่สวยและปราณีตเท่าไรจะสะท้อนถึงการเลี้ยงดูที่ดีอยู่ในครอบครัวที่ดี และสมัยก่อนถ้าชายหญิงบ้านไหนคบหาดูใจกันอยู่เขาจะใช้การแลกผ้ากัน พอคนเห็นเขาก็จะรู้ทันทีว่าเด็กสองบ้านนี้คบกันอยู่ แต่เมื่อไรที่เลิกกันเขาจะเอาผ้าคืนกัน และถ้าบ้านไหนตกลงคบกันแล้วจะแต่งงานกัน เจ้าสาวจะต้องเป็นฝ่ายทำผ้าและเครื่องต่างๆทั้งหมด ไม่ว่าจะเป็นเสื้อผ้า ผ้าหน้ามุง มุง หมอน ที่นอน ผ้าห่ม โดยจะมีญาติพี่น้องช่วยได้แค่บางอย่างเท่านั้น ยิ่งถ้าสินสอดแพงของที่ต้องเตรียมยิ่งต้องสวยให้สมฐานะ</p>
    <p style="text-indent: 5%;">เอิ้นขวัญ : การเอิ้นขวัญเป็นประเพณีที่ส่วนใหญ่จะใช้ในการเรียกขวัญที่เสียไปให้กลับมา อย่างเช่นจะทำให้กับคนที่เจ็บป่วยหลังจากหายไข้ให้กลับมาอยู่กับเนื้อกับตัว เรียกสำหรับคนที่ไปที่ไหนไกลๆ ไปทหารไปทำงานไกลบ้านไปป่า ให้กลับมาสู่ตัว เรียกจอนเสร็จงานศพจะเรียกให้กับญาติพี่น้องผู้เสียชีวิตหลังจากฌาปนกิจเสร็จก็จะกลับมาเอิ้นขวัญที่บ้าน โดยในพานขวัญอาจจะใช้เป็นพานหรือกะลามะพร้าวใส่ข้าวสาร ปั้นข้าวสุก มีกล้วยสุก มีไข่ต้ม มีสายสิญจน์ โดยหมอขวัญจะใช้ผ้าขาวม้ากระเตงมัดเดินจากนอกบ้านและถือตะเกียงเดินท่องเรียกให้กลับเข้ามา เมื่อทำพิธีเสร็จก็จะแกะไข่ขยำกับข้าวแบ่งกล้วยให้กับคนไข้หรือคนที่เอิ้นขวัญกินก่อนจะให้ญาติพี่น้องและคนที่ร่วมอยู่ผูกข้อมือด้วยได้สายสิญจ์  ก็ถือเป็นอันเสร็จพิธี</p>
  </div>

  
  <div class="mt-5"></div>
</div>



</body>
</html>
