<?php
session_start();
include("../conn.php")

?>
<!DOCTYPE html>
<html lang="en">
<head>
  <?php include("../layouts/title.php")?>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet">
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js"></script>
  <style>
  .fakeimg {
    height: 200px;
    background: #aaa;
  }
  #rcorners1 {
    border-radius: 25px;
    background: #73AD21;
    padding: 10px; 
    text-align: center;
    background-color: #6F3B06;
    color: #fff;
        
  }
  </style>
</head>
<body>



<?php include("../layouts/navbar.php")?>

<div class="container mt-5">
  <div class="row">
    <div class="col-2" id="rcorners1">
      ข้อมูลทั่วไป
    </div>
    <p class="mt-5" style="text-indent: 5%;">อำไพ อำขำ ประธานกลุ่มทอผ้า เป็นผู้ให้ข้อมูลสำคัญในการสำรวจศูนย์แสดงและสาธิตทอผ้าดังกล่าว พี่อำไพกล่าวถึงการทอผ้าพื้นเมืองที่สืบทอดกันในบ้าน แต่เมื่อราว พ.ศ. 2539 เกิดการรวมตัวของกลุ่มชาวบ้านทอผ้า และเริ่มสาธิตในงานมหกรรม เช่น การจัดงานของ ททท. เมืองทองธานี พี่อำไพกล่าวถึงความทรงจำบางประการเกี่ยวกับการจัดงาน “เราไปเปิดตัวในงานนั้น ก่อนที่จะมีแนวคิดเรื่อง OTOP โดยนำเสนอในโซนภาคกลาง และกล่าวถึงวิถีชีวิตกับสิ่งทอ แต่นำเสนอเราเหมือนกับกะเหรี่ยงคอยาว แต่ก็เป็นช่องทางในการขายผ้าทอได้มากขึ้น ...ในช่วงเวลาที่เกิดวิกฤตต้มยำกุ้ง เราคงขายสินค้าของเราได้ การทอในช่วงนั้นยังไม่ใช่เพื่อการค้าโดยตรง เพราะเป็นการทอผ้าเพื่อใช้ในงานต่าง ๆ ไม่ว่าจะแต่งงานลูกสาว หรืองานบวชลูกชาย เหลือจากการใช้งานแล้วจึงนำไปขาย”</p>
    <p style="text-indent: 5%;">
      แนวคิดในการพัฒนาหมู่บ้านท่องเที่ยวและศูนย์สาธิตและแสดงผ้าทอในช่วงประมาณ พ.ศ. 2546 เกิดแนวคิดในการพัฒนาหมู่บ้านท่องเที่ยว พี่อำไพให้ข้อมูลถึงการสนับสนุนจากหน่วยงานภายนอก  การท่องเที่ยวและสำนักงานอุตสาหกรรมประเมินถึงศักยภาพของหมู่บ้านเราในการพัฒนาหมู่บ้านท่องเที่ยว โดยใช้งบประมาณเงินกู้ของ JBIC เราเป็นหนึ่งใน 20 หมู่บ้านระดับประเทศ เพราะสถานที่ตั้งไม่ห่างไกลจากกรุงเทพ เราตัดสินใจใช้ที่ดินส่วนบุคคลของตนเองมอบให้เป็นสถานที่ตั้ง ตอนนั้นมีการคุยกับทางการไว้ว่า มีการใช้ประโยชน์ที่ดินราว 20 ปี แล้วจะคืนให้เจ้าของ จึงมีการใช้งบประมาณส่วนหนึ่งในการก่อสร้างอาคารให้เป็นศูนย์สาธิตและแสดงผ้าทอ ...เมื่อไม่นานมานี้ ทางการจะขึ้นที่ดินให้เป็นราชพัสดุ เราก็ไม่ยอม เพราะที่ดินเรามีราคาสูงขึ้น ส่วนอาคารเราดูแลมาโดยตลอด แม้ในระยะหลังจะไม่มีการสนับสนุนใด ๆ เพราะทางญี่ปุ่นหรือ JBIC หันไปลงทุนในอินโดจีน เวียดนาม คำบอกเล่าของพี่อำไพสะท้อนให้เห็นการเกิดขึ้นของศูนย์สาธิตและแสดงผ้าทอในช่วงเวลาที่ประเทศไทยเผชิญกับวิกฤตทางเศรษฐกิจ และมีหน่วยงานจากนานาชาติให้ความช่วยเหลือและความสนับสนุนเงินทุนเพื่อพัฒนาวิสาหกิจในระดับชุมชน อย่างไรก็ดี ความไม่ต่อเนื่องของโครงการเป็นเหตุให้กลุ่มวิสาหกิจต้องหาทางออกด้วยตนเอง “แต่ก่อนผ้าที่จะแสดงมีจำนวนมากกว่านี้ และเราเน้นผลิตเพื่อการค้าในช่วงเวลานั้น แต่เมื่อเกิดความเปลี่ยนแปลงหลายประการ เรากลับมาคิดถึงการทำเพื่ออยู่สบายมากกว่า และเปิดให้ผู้คนที่สนใจเข้ามาเรียนรู้เกี่ยวกับวิถีท้องถิ่นและผ้าทอลาวครั่งที่เป็นเอกลักษณ์ ตอนนี้ มีลูกค้าประจำ เราก็อยู่ได้ ไม่จำเป็นจะต้องแปรรูปสินค้า หน่วยงานส่งนักออกแบบมาส่งเสริมให้ชาวบ้านแปรรูป แต่นั่นหมายถึงต้นทุนที่สูงขึ้น หากเราทอผ้าเป็นผืน แม้ขายไม่ได้เรายังเก็บไว้ได้” จากการสนับสนุนวิสาหกิจชุมชน ในช่วง พ.ศ. 2548-2549 เกิดแนวคิดการพัฒนาหมู่บ้าน OTOP Champion Village “เราจึงลงความเห็นในการสร้างบ้านไม้หมากสี่หลังในที่ดินด้านหลังอาคารสาธิตและแสดงผ้าทอ เงินงบประมาณที่ได้รับราวแปดแสนบาท แต่ต้องมีการลงทุนเสริมไปอีกสี่ห้าแสนบาท ในการจัดกิจกรรมต้อนรับคณะจากภายนอก ต้องมาเป็นงบประมาณลงทุนของกลุ่มเอง ชาวบ้านไม่ได้รับการส่งเสริม” พี่อำไพกล่าวถึงการสนับสนุนในรูปแบบโครงการด้าน “พัฒนาชุมชน” แต่สิ่งเหล่านี้กลับมีข้อจำกัดอยู่ในตัวเอง
    </p>
    <p style="text-indent: 5%;">
      การนำเสนอผ้าทอโบราณในศูนย์แสดงและสาธิตผ้าทอศูนย์แสดงและสาธิตการทอผ้าฟื้นเมืองแบ่งเป็นสองส่วน คือส่วนในอาคารและบ้านไม้หมากภายนอกอาคาร เรือนไม้หมากที่ตั้งอยู่ภายนอกที่มีสภาพสมบูรณ์อยู่เพียงหนึ่งถึงสองหลัง ปัจจุบัน ไม่ได้อนุญาตให้คนเข้าชมแล้ว เพราะป้องกันอันตรายที่อาจจะเกิดขึ้นจากความไม่มั่งคงของเรือน  ส่วนในอาคารประกอบด้วยโถงจัดแสดงสินค้าที่มีการจัดเรียงสินค้าไว้บนชั้น บนแท่นไม้ และสวมใส่ในหุ่นแสดง กับพื้นที่อีกส่วนหนึ่งที่มีลักษณะเป็นพิพิธภัณฑ์ กั้นแบ่งบริเวณจากห้องโถงอย่างเป็นสัดส่วนมีประตูเข้าและออกทางเดียวเท่านั้น ภายในจัดแสดงผ้าทอที่สะท้อนความเป็นลาวครั่ง พี่อำไพถ่ายทอดเนื้อหาบางส่วนของการจัดแสดง ยกตัวอย่างความหมายของผ้าในส่วนจัดแสดงเพื่อสะท้อนให้เห็นบทบาทของผ้าทอในวิถีชาวลาวครั่ง
    </p>
  </div>

  <hr>
  <div class="container mt-5">
    <div class="row mt-2">
      <div class="col-2" id="rcorners1">
        วันและเวลาทำการ
      </div>
      <p class="mt-5" style="text-indent: 5%;">วันจันทร์ - วันอาทิต เวลา 08:30 น.- 19:30 น.</p>
    </div>

  </div>

  <div class="mt-5"></div>
</div>



</body>
</html>
